---
kind: property
id: P:Autodesk.Revit.DB.Visual.Mirror.MirrorTintcolor
zh: 镜像
source: html/dcb703ca-aae0-214e-c003-ad5d9c68ac6d.htm
---
# Autodesk.Revit.DB.Visual.Mirror.MirrorTintcolor Property

**中文**: 镜像

The property labeled "Color" from the "Mirror" schema.

## Syntax (C#)
```csharp
public static string MirrorTintcolor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".
 This property allows a connected asset.